---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LoadCase
source: html/1f400479-cd50-da91-f598-592e997321ea.htm
---
# LoadCase Properties

The id of the assembly instance to which the element belongs.